[
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Risotto-alla-zucca.html",
    "title": "Risotto alla zucca",
    "description": "Il risotto alla zucca è uno dei piatti tradizionali, tipico del Nord Italia. È una ricetta semplice da preparare a casa: cremoso e molto gustoso!",
    "image": "https://www.giallozafferano.it/images/0-44/Risotto-alla-zucca_650x433_wm.jpg",
    "ingredients": [
      "Riso Carnaroli 320 g",
      "Zucca delica 750 g",
      "Cipolle ramate 100 g",
      "Brodo vegetale 1,5 l",
      "Parmigiano Reggiano DOP 80 g",
      "Vino bianco 60 g",
      "Burro 50 g",
      "Pepe nero q.b.",
      "Sale fino q.b.",
      "Olio extravergine d'oliva q.b."
    ],
    "instructions": [
      "Per realizzare il risotto alla zucca come prima cosa preparate il  brodo vegetale e mantenetelo al caldo. Passate quindi alla pulizia della zucca: eliminate la buccia 1 e i semi 2 . Poi tagliatela a fette e ricavate dei cubetti 3 . In tutto ne otterrete circa 600 g. ",
      "Tritate finemente la cipolla 4 e ponetela in un tegame largo in cui avrete fatto scaldare l’olio 5 . Lasciate soffriggere la cipolla a fuoco dolcissimo per circa 10 minuti, fino a quando non risulterà così tenera da sciogliersi; aiutatevi aggiungendo un pizzico di sale 6 per far fuoriuscire i liquidi.",
      "Aggiungete quindi la zucca 7 e rosolatela per alcuni minuti, mescolando 8 per non farla attaccare. Cominciate poi ad aggiungere un mestolo di brodo caldo 9 , e aggiungetene altro, poco a poco fino a portare a cottura la zucca (circa 20 minuti): dovrà risultare ben tenera e cremosa.",
      "Intanto scaldate un tegame e versate il riso all'interno 10 . Utilizziamo il metodo a secco perché la tostatura del riso, indispensabile perché poi i chicchi tengano la cottura. Tostate quindi il riso a fuoco alto, mescolando spesso finché stringendolo in un pugno non riuscirete a tenerlo per più di pochi secondi. Ci vorranno 2-3 minuti. Sfumate quindi con il vino bianco e mescolate immediatamente per non far attaccare 11 . Appena il vino sarà completamente evaporato versate il riso nel tegame con la zucca 12 .",
      "Mescolate bene e portate il riso a cottura aggiungendo altro brodo caldo al bisogno 13 . Ci vorranno circa 15-20 minuti, a seconda del riso utilizzato. Quando avrà raggiunto la giusta consistenza spegnete il fuoco. Aggiungete il burro 14 e il parmigiano grattugiato 15 .",
      "Aggiungete del pepe nero 16 , regolate di sale e mantecate bene in risotto mescolandolo. Se preferite un risotto più all'onda potete aggiungere ancora un mestolino di brodo 17 . Aspettate 1-2 minuti, impiattate il risotto e servitelo 18 ."
    ],
    "totalTime": "PT70M",
    "cookTime": "PT50M",
    "prepTime": "PT20M",
    "yield": 4,
    "category": [
      "Primi piatti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Risotto alla zucca, Riso Carnaroli, Zucca delica, Cipolle ramate, Brodo vegetale, Parmigiano Reggiano DOP, Vino bianco, Burro, Pepe nero, Sale fino, Olio extravergine d'oliva"
    ],
    "rating": 4.2,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2025/04/zi3ipb/zi3ipb.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Impasto-per-pizza.html",
    "title": "Pasta per la pizza",
    "description": "L'impasto per la pizza è una preparazione di base realizzata con farina, acqua, lievito, olio e sale da cui potrete ottenere varie tipologie di pizza.",
    "image": "https://www.giallozafferano.it/images/173-17350/Impasto-per-pizza_650x433_wm.jpg",
    "ingredients": [
      "Farina Manitoba 200 g",
      "Farina 00 300 g",
      "Acqua a temperatura ambiente 300 ml",
      "Sale fino 10 g",
      "Lievito di birra fresco (oppure 1,5 se secco) 4 g"
    ],
    "instructions": [
      "Per preparare la pasta per la pizza abbiamo scelto di impastare il tutto a mano, ma se preferite utilizzare l’impastatrice potrete seguire lo stesso procedimento, utilizzando il gancio a velocità medio bassa. Come prima cosa versate le due farine in una ciotola 1 , sbriciolate il lievito all'interno 2 e versate un po' della dose di acqua 3 . La temperatura ideale dell'acqua è di 25°. ",
      "Mescolate con un mestolo di legno 4 e aggiungete lentamente l'acqua 5 . Continuate sempre a mescolare e quando avrete aggiunto circa metà dell'acqua potrete aggiungere anche il sale 6 .",
      "Unite poi l'acqua rimasta, sempre lentamente, sino ad ottenere un composto omogeneo; aiutatevi con le mani per lavorarlo meglio 7 . Infine trasferite l’impasto sul piano da lavoro e lavoratelo con le mani 8 fino a che non sarà liscio e omogeneo 9 . ",
      "Ottenuto un bel panetto liscio, lasciatelo riposare sul piano di lavoro per una decina di minuti coprendolo con la ciotola 10 . Una volta riposato dategli una piccola piega: immaginate che la sfera sia divisa in 4 parti, prendete l’estremità di ognuna, tiratela delicatamente e ripiegatela verso il centro 11 . Date poi una piega all'impasto 12 . ",
      "Rigiratelo su se stesso 13 , dategli la forma di una sfera 14 . Trasferite l'impasto così formato in una ciotola, coprite con pellicola trasparente 15 e lasciate lievitare. Per comodità potete mettere la ciotola in forno spento ma con la luce accesa, così l’interno raggiungerà la temperatura di 26-28°, ideale per la lievitazione; in alternativa potete anche tenere la bacinella in un luogo caldo. I tempi sono approssimativi poiché ogni impasto, la temperatura e le condizioni metereologiche influenzano la lievitazione: mediamente l’impasto dovrebbe impiegare 6 ore a raddoppiare di volume. ",
      "Trascorso il tempo della lievitazione, l'impasto sarà bello gonfio 16 , quindi trasferitelo sul piano da lavoro e dividetelo con un tarocco in 3 pezzi da 265 g 17 . Se dovesse servirvi, potete infarinare leggermente il piano di lavoro. Ora prendete ciascuna porzione e come fatto prima sollevate un lembo di pasta 18 e portatelo verso l'interno. ",
      "Rifate poi la stessa cosa per gli altri 3 lembi di pasta 19 . Allungate quindi l'impasto piegandolo su se stesso 20 e procedete con la pirlatura: pirlare l'impasto significa farlo girare con le mani sul ripiano di lavoro portandolo verso di voi e poi allontanandolo ripetutamente fino ad ottenere una sfera liscia e regolare 21 . ",
      "Trasferite man mano i panetti in una cassetta per pizza precedentemente unta 22 , coprite con il coperchio 23 e lasciateli riposare per altri 30 minuti 24 , prima di poter tirare l’impasto per la pizza e condirlo a vostro piacimento!"
    ],
    "totalTime": "PT30M",
    "cookTime": "PT0M",
    "prepTime": "PT30M",
    "yield": 3,
    "category": [
      "Lievitati"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Pasta per la pizza, Farina Manitoba, Farina 00, Acqua, Sale fino, Lievito di birra fresco"
    ],
    "rating": 4.2,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2024/04/xwrczy/xwrczy.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Spaghetti-alla-Carbonara.html",
    "title": "Spaghetti alla Carbonara",
    "description": "Carbonara: la ricetta originale romana passo passo con tuorli, guanciale croccante, pecorino e pepe. Cremosa, semplice, pronta in pochi minuti.",
    "image": "https://www.giallozafferano.it/images/219-21928/Spaghetti-alla-Carbonara_650x433_wm.jpg",
    "ingredients": [
      "Spaghetti 320 g",
      "Guanciale 150 g",
      "Tuorli (di uova medie) 6",
      "Pecorino Romano DOP 50 g",
      "Pepe nero q.b."
    ],
    "instructions": [
      "Per preparare gli spaghetti alla carbonara cominciate mettendo sul fuoco una pentola con l’acqua salata per cuocere la pasta. Nel frattempo eliminate la cotenna dal guanciale e tagliatelo prima a fette 1 e poi a striscioline spesse circa 1cm 2 3 . La cotenna avanzata potrà essere riutilizzata per insaporire altre preparazioni. ",
      "Versate i pezzetti di guanciale in una padella antiaderente 4 e rosolate per circa 10 minuti a fiamma medio alta, fate attenzione a non bruciarlo altrimenti rilascerà un aroma troppo forte. Nel frattempo tuffate gli spaghetti nell’acqua bollente 5 e cuoceteli al dente. Intanto versate i tuorli in una ciotola 6 .",
      "Aggiungete il Pecorino 7 e insaporite con il pepe nero 8 . Amalgamate il tutto con una frusta a mano 9 , sino ad ottenere una crema liscia. ",
      "Intanto il guanciale sarà giunto a cottura 10 ; spegnete il fuoco e utilizzando un mestolo prelevatelo dalla padella, lasciando il fondo di cottura all'interno della padella stessa 11 . Trasferite il guanciale in una ciotolina e tenetelo da parte. Versate una mestolata d’acqua della pasta in padella 12 , insieme al grasso del guanciale.",
      "Scolate la pasta al dente direttamente nel tegame con il fondo di cottura 13 . Saltatela brevemente per insaporirla 14 . Togliete dal fuoco e versate il composto di uova e Pecorino nel tegame. Mescolate velocemente per amalgamare 15 .",
      "Per renderla ben cremosa, al bisogno, potete aggiungere poca acqua di cottura della pasta. Aggiungete il guanciale 16 , mescolate un'ultima volta 17 e servite subito gli spaghetti alla carbonara aggiungendo ancora del pecorino in superficie e un pizzico di pepe nero 18 ."
    ],
    "totalTime": "PT25M",
    "cookTime": "PT10M",
    "prepTime": "PT15M",
    "yield": 4,
    "category": [
      "Primi piatti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Spaghetti alla Carbonara, Spaghetti, Guanciale, Tuorli, Pecorino Romano DOP, Pepe nero"
    ],
    "rating": 4.2,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2024/02/n8qn8v/n8qn8v.mp4"
  }
]